tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "rigellute/tap"
brew "asciidoc"
brew "bpytop"
brew "pkg-config"
brew "cmake"
brew "emacs"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "gcc"
brew "git"
brew "go"
brew "lightgbm"
brew "neovim"
brew "node"
brew "ocrmypdf"
brew "openjdk"
brew "openssl@3"
brew "pandoc"
brew "perl"
brew "python@3.8"
brew "r"
brew "rust"
brew "solidity"
brew "starship"
brew "ta-lib"
brew "tmux"
brew "tor"
brew "tree"
brew "youtube-dl"
brew "jesseduffield/lazygit/lazygit"
brew "rigellute/tap/spotify-tui"
cask "adobe-acrobat-reader"
cask "appcleaner"
cask "arduino"
cask "basictex"
cask "binance"
cask "discord"
cask "electrum"
cask "flutter"
cask "font-hack-nerd-font"
cask "freecad"
cask "github"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "miniconda"
cask "notion"
cask "obs"
cask "obsidian"
cask "onedrive"
cask "rectangle"
cask "skype"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "the-unarchiver"
cask "tor-browser"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "whatsapp"
