tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazygit"
brew "asciidoc"
brew "cmake"
brew "emacs"
brew "ffmpeg"
brew "gcc"
brew "git"
brew "go"
brew "lightgbm"
brew "node", link: false
brew "ocrmypdf"
brew "openjdk"
brew "python@3.8"
brew "r"
brew "rust"
brew "solidity"
brew "ta-lib"
brew "tor"
brew "vim"
brew "youtube-dl"
brew "jesseduffield/lazygit/lazygit"
cask "adobe-acrobat-reader"
cask "appcleaner"
cask "arduino"
cask "binance"
cask "discord"
cask "electrum"
cask "github"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "miniconda"
cask "obsidian"
cask "onedrive"
cask "rectangle"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "telegram"
cask "the-unarchiver"
cask "tor-browser"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "whatsapp"
